[
  {
    "id": "0",
    "title": "Mercury",
    "subTitle": "closest planet to the sun",
    "Distance": "91 Mi (Km)",
    "image": {
      "uri": "https://cdn.pixabay.com/photo/2021/04/05/15/44/mercury-6153848_960_720.png"
    },
    "Gravity":"4",
    "Tmp":"164°",
    "Tipo": "Planet",
    "Descripition":"Mercúrio é o planeta mais próximo do Sol. Mercúrio é um planeta que não possui uma inclinação semelhante à da Terra. Sem essa inclinação e com uma translação curta, não há existência de estações do ano. Essa baixa inclinação explica também o gelo encontrado nas crateras desse planeta."
  },
  {
    "id": "1",
    "title": "Venus",
    "subTitle": "Jewel of Heaven",
    "Distance": "41 Mi (KM)",
    "image": {
      "uri": "https://www.pngmart.com/files/22/Venus-PNG-Clipart.png"
    },
    "Gravity":"9",
    "Tmp": "462°",
    "Tipo": "Planet",
    "Descripition":"Vênus tem 12.104 km de diâmetro, ou seja, seu raio equivale a 6.052 km. A sua superfície é coberta de lava e composta principalmente de dióxido de carbono e ácido sulfúrico, os quais formam nuvens densas responsáveis pelo fenômeno de efeito estufa."
  },
  {
    "id": "2",
    "title": "Earth",
    "subTitle": "Water Planet",
    "Distance": "0 (KM)",
    "image": {
      "uri": "https://cdn.pixabay.com/photo/2016/04/02/21/01/earth-1303628_960_720.png"
    },
    "Gravity":"10",
    "Tmp": "15°",
    "Tipo": "Planet",
    "Descripition":"O Planeta Terra é conhecido como Planeta Azul, por ter 70% da sua superfície coberta de água. O Planeta Terra é um dos planetas que fazem parte do Sistema Solar e é o terceiro planeta mais próximo do Sol. A sua formação ocorreu há bilhões de anos, assim como a existência de vida aqui ."
  },
  {
    "id": "3",
    "title": "Mars",
    "subTitle": "Red Planet",
    "Distance": "78 Mi (KM)",
    "image": {
      "uri": "https://www.freepnglogos.com/uploads/mars-png/mars-transparent-png-stickpng-0.png"
    },
    "Gravity":"4",
    "Tmp": "-51°",
    "Tipo": "Planet",
    "Descripition":"Mars is the fourth planet from the Sun – a dusty, cold, desert world with a very thin atmosphere. Mars is also a dynamic planet with seasons, polar ice caps, canyons, extinct volcanoes, and evidence that it was even more active in the past."
  },
  {
    "id": "4",
    "title": "Jupiter",
    "subTitle": "jewel of the Solar System",
    "Distance": "628 Mi (KM)",
    "image": {
      "uri": "https://www.pngall.com/wp-content/uploads/7/Jupiter-PNG-Picture.png"
    },
    "Gravity":"25",
    "Tmp": "-110°",
    "Tipo": "Planet",
    "Descripition":"Júpiter é considerado o maior planeta do Sistema Solar, sendo rodeado de vários satélites naturais. É o quinto na ordem dos planetas tendo-se o Sol como a referência. Júpiter é o maior planeta do Sistema Solar, estando situado entre Marte e Saturno."
  },
  {
    "id": "5",
    "title": "Saturn",
    "subTitle": "Red Planet",
    "Distance": "1.279 Mi (KM)",
    "image": {
      "uri": "https://github.com/Jpedro23/photo/blob/main/Planeta-saturno-Png-1024x1024_1_-removebg-preview.png?raw=true"
    },
    "Gravity":"10",
    "Tmp": "-138°",
    "Tipo": "Planet",
    "Descripition":"Saturno possui 9 vezes o tamanho do planeta Terra e é formado principalmente por gases. Dispõe de 7 conjuntos de anéis circundantes e 82 luas, como Titã, a maior e mais conhecida. Saturno é o sexto planeta a partir do Sol e é o segundo maior planeta do Sistema Solar, ficando atrás apenas de Júpiter."
  },
  {
    "id": "6",
    "title": "Uranus",
    "subTitle": "Blue Planet",
    "Distance": "2.721 Mi (KM)",
    "image": {
      "uri": "https://cdn.pixabay.com/photo/2021/04/05/15/54/uranus-6153865_960_720.png"
    },
    "Gravity":"9",
    "Tmp": "-197°",
    "Tipo": "Planet",
    "Descripition":"Planeta Urano é um dos maiores do Sistema Solar, sendo o sétimo a partir do Sol. Dispõe de um sistema de anéis e é formado principalmente por gases e líquidos. O planeta Urano é o terceiro maior do Sistema Solar e está posicionado na sétima órbita a partir do Sol."
  },
  {
    "id": "7",
    "title": "Neptune",
    "subTitle": "Ice Giant",
    "Distance": "4.354 Mi (KM)",
    "image": {
      "uri": "https://cdn.pixabay.com/photo/2021/04/05/15/55/neptune-6153867_960_720.png"
    },
    "Gravity":"11",
    "Tmp": "-245°",
    "Tipo": "Planet",
    "Descripition":"Netuno é um planeta gasoso pertencente ao Sistema Solar classificado como um gigante de gelo. Trata-se do oitavo planeta a partir do Sol, sendo, portanto, o planeta mais distante do Sol. Em decorrência disso, o tempo que Netuno leva para dar uma volta completa em torno dessa estrela é muito grande: 165 anos."
  },
  {
    "id": "8",
    "title": "Moon",
    "subTitle": "Natural satellite",
    "Distance": "384 Mil (KM)",
    "image": {
      "uri": "https://www.pngall.com/wp-content/uploads/2016/03/Moon-Vector-PNG.png"
    },
    "Gravity":"2",
    "Tmp": "variable temperature",
    "Tipo": "Satellite",
    "Descripition":"A Lua é o único satélite natural da Terra. Está a 384.400 km do planeta, e a cada ano se afasta 3,78 centímetros. Apresenta uma exosfera fina e frágil, e sua estrutura é composta por crosta, manto e núcleo. Sua superfície está repleta de crateras de impacto, fragmentos de rocha e poeira."
  },
  {
    "id": "9",
    "title": "Sun",
    "subTitle": "Dwarf Star",
    "Distance": "149 Mi (KM)",
    "image": {
      "uri": "https://cdn.pixabay.com/photo/2018/01/26/13/04/sun-3108640_960_720.png"
    },
    "Gravity":"274",
    "Tmp": "5.504°",
    "Tipo": "Star",
    "Descripition":"O Sol é uma estrela anã amarela que os demais corpos celestes do Sistema Solar orbitam. Ele é formado por gases e não dispõe de nenhuma superfície sólida. O Sol é uma estrela localizada na Via Láctea. Trata-se da estrela mais próxima do planeta Terra e a maior de todo o Sistema Solar."
  }
] 

